<?php
/**
 * Мета поля записей термина "about".
 *
 * Ключи дочерних элементов массивов "fields"
 * должны быть уникальным.
 */
$about_meta_fields = [
	[
		'title'  => 'Test fields',
		'fields' => [
			'option_1' => [
				'type'  => 'text',
				'title' => 'Опция 1',
				'desc'  => 'Описание опции 1',
				'value' => 'Значение по умолчанию опции 1'
			],
			'option_2' => [
				'type'  => 'textarea',
				'title' => 'Опция 2',
				'desc'  => 'Описание опции 2',
				'value' => 'Значение по умолчанию опции 2'
			],
		]
	],
];
